{
  "subtitlebar_text": "Report",
  "exercise_type_title": "Enter exercise time",
  "technique": "Technique",
  "theory": "Theory",
  "hearing": "Hearing",
  "creativity": "Creative work",
  "healthy_habits_title": "Healthy habits",
  "report_button": "Report",
  "exceeding_time": "Are you sure you want to add report?",
  "sesion_title": "Goals of this practice session:",
  "optional": "optional",
  "days": "Days",
  "date_back": "Date back",
  "max_days": "Max {{days}} days",
  "add_report_to_day": "You add report do day:",

  "toast": {
    "24h_error": "It is not possible to exercise more than 24 hours per day",
    "input_time": "Enter time",
    "not_logged": "You are not logged in",
    "stoper_entered": "Time from stopwatch entered",
    "exceeding_time": "You have entered more time than has passed since the last report. You exceeded the time by  "
  },
  "description": {
    "technique": "E.g. playing and learning songs, warming up, practicing rhythm and various techniques such as alternate picking or legato",
    "hearing": "E.g. playing or listening to songs or fragments of them by ear, listening and identifying intervals, singing",
    "theory": "E.g. transcribing and analyzing songs, learning notes on the fretboard, reading sheet music",
    "creative": "E.g. writing original songs, improvising, working on one's own style",
    "exceeding_time": "If you forgot to add the time/healthy habit to the previous report or want to report an additional exercise session you did earlier, check this box.",
    "sesion_title": "Title your session. It will be visible in your calendar.",
    "max_days": "If you forgot, you can add your report from up to {{days}} days back. However, it won't be counted as consecutive days and will be highlighted on the calendar."
  },
  "habits": {
    "exercise_plan": {
      "title": "Did you fulfill your exercise plan?",
      "description": "Setting goals and planning your guitar practice is important because it helps maintain motivation, track progress, and achieve desired goals."
    },
    "new_things": {
      "title": "Did you practice new things?",
      "description": "Practicing new things on the guitar is important for several reasons. First, it helps develop new skills and improve existing ones. By tackling new challenges, you can try to become a better musician and expand your abilities. "
    },
    "warmup": {
      "title": "Did you warm up?",
      "description": "A warm up helps prepare your muscles and joints for the physical demands of playing. This can help reduce the risk of injury and make your practice sessions more comfortable. A warm up can also help improve technique and accuracy by getting your fingers and muscles working properly."
    },
    "metronome": {
      "title": "Did you use a metronome?",
      "description": "Using a metronome can help improve your sense of timing and rhythm. By practicing with a metronome, you can learn to play in time with a consistent beat and develop a more solid rhythmic foundation."
    },
    "recording": {
      "title": "Did you record yourself?",
      "description": "Recording yourself allows you to see and hear your playing from a different perspective than when you play live. This can help you notice mistakes or weaknesses that you might have missed. "
    }
  },

  "rating_popup": {
    "title": "YOU GOT",
    "points": "pts",
    "back": "Back",
    "regularity": "for regularity",
    "streak": "days in a row",
    "habits": "for healthy habits",
    "habitsWithCount_one": "you have adopted {{count}} healthy habit",
    "habitsWithCount_other": "you have adopted {{count}} healthy habits",
    "time": "for the amount of time",
    "time_amount": "you practiced for",
    "new_level": "Level Up!",
    "new_achievements": "New achievements:"
  }
}
