{
  "subtitlebar_text": "Raportuj",
  "exercise_type_title": "Wpisz czas spędzony na ćwiczeniach",
  "technique": "Technika",
  "theory": "Teoria",
  "hearing": "Słuch",
  "creativity": "Praca kreatywna",
  "healthy_habits_title": "Zdrowe nawyki",
  "exceeding_time": "Czy na pewno chcesz zraportować mimo przekroczenia czasu?",
  "report_button": "Raportuj",
  "toast": {
    "24h_error": "Nie da się ćwiczyć więcej niż 24 godziny dziennie",
    "input_time": "Wpisz czas",
    "not_logged": "Nie jesteś zalogowany",

    "stoper_entered": "Wprowadzono czas ze stopera",
    "exceeding_time": "Wpisałeś więcej czasu niż minęło od poprzedniego raportu. Przekroczyłeś czas o "
  },
  "habits": {
    "exercise_plan": {
      "title": "Zrealizowałeś swój plan ćwiczeń?",
      "description": "Ustalanie celów i planowanie swojej nauki gry na gitarze jest ważne, ponieważ pomaga utrzymać motywację, monitorować postęp i osiągniąć zamierzone cele. "
    },
    "new_things": {
      "title": "Ćwiczyłeś nowe rzeczy?",
      "description": " Ćwiczenie nowych rzeczy na gitarze jest ważne z kilku powodów. Po pierwsze, pomaga to rozwijać nowe umiejętności i poprawiać już posiadane. Poprzez podejmowanie nowych wyzwań, możesz próbować stać się lepszym muzykiem i rozszerzyć swoje możliwości. Ćwiczenie nowych rzeczy może też pomóc Ci utrzymać zainteresowanie graniem i urozmaicić je."
    },
    "warmup": {
      "title": "Wykonałeś rozgrzewkę?",
      "description": "Rozgrzewka pomaga przygotować mięśnie i stawy do wymagań fizycznych związanych z graniem. Może to zmniejszyć ryzyko kontuzji i sprawić, że sesje ćwiczeniowe będą bardziej komfortowe. Rozgrzewka może też poprawić technikę i precyzję, rozruszając palce i mięśnie."
    },
    "metronome": {
      "title": "Używałeś metronomu?",
      "description": "Używanie metronomu może  poprawić Twoje wyczucie rytmu i tempa. Ćwicząc z metronomem, możesz nauczyć się grać zgodnie z rytmem i rozwinąć solidniejsze podstawy rytmiczne. "
    },
    "recording": {
      "title": "Nagrywałeś się?",
      "description": "Nagrywanie pozwala Ci zobaczyć i usłyszeć swoją grę z perspektywy innej niż ta, gdy grasz na żywo. Może to pomóc Ci zauważyć błędy lub słabe punkty, które mogłyby przeoczyć. "
    }
  },
  "description": {
    "technique": "Np. granie i nauka utworów, rozgrzewka, ćwiczenie rytmu oraz różnych technik, takich jak kostkowanie naprzemienne lub legato",
    "hearing": "Np. odtwarzanie utworów bądź ich fragmentów ze słuchu, słuchanie i wskazywanie interwałów oraz śpiewanie",
    "theory": "Np. transkrypcja utworów i ich analiza, nauka dźwięków na gryfie, czytanie nut",
    "creative": "Np. pisanie własnych utworów, improwizacja, praca nad własnym stylem",
    "exceeding_time": " Jeżeli zapomniałeś dodać czasu/zdrowego nawyku do poprzedniego raportu lub chcesz zraportować kolejną sesje ćwiczeń którą wykonałeś wcześniej zaznacz to pole."
  },
  "rating_popup": {
    "title": "ZDOBYŁEŚ",
    "points": "pkt",
    "back": "Wróć",
    "regularity": "za systematyczność",
    "streak": "dni ćwiczeń pod rząd",
    "habits": "za zdrowe nawyki",
    "habitsWithCount_one": "zastosowałeś {{count}} zdrowy nawyk",
    "habitsWithCount_other": "zastosowałeś {{count}} zdrowych nawyków",
    "habitsWithCount_few": "zastosowałeś {{count}} zdrowych nawyki",
    "habitsWithCount_many": "zastosowałeś {{count}} zdrowych nawyków",
    "time": "za ilość czasu",
    "time_amount": "ćwiczyłeś łącznie",
    "new_level": "Nowy poziom!",
    "new_achievements": "Nowe osiągnięcia:"
  }
}
